usms/UC_4_APPROVER_CHANGE_REQUEST/Approver Chanage Request_Request.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:ticketManagementInterface_WS_LGI">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:WebServiceApprovalServiceRequest>
         <urn:Assurance>
            <!--Optional:-->
            <urn:Change_ID>CRQ000001227009</urn:Change_ID>
            <!--Optional:-->
            
            <!--Optional:-->
            <urn:Destination_Ticket_ID>CRQ000001227009</urn:Destination_Ticket_ID>
            <!--Optional:-->
            <urn:Source_Ticket_ID>Observer013</urn:Source_Ticket_ID>
            <!--Optional:-->
            <urn:Action>approverChange</urn:Action>
            <!--Optional:-->
            <urn:ApproverLoginID>UPCIT\acasocolon</urn:ApproverLoginID>
            <!--Optional:-->
            <urn:PhaseName>Change Level CI-IA - Business</urn:PhaseName>
            <!--Optional:-->
            
            <!--Optional:-->
           
            <!--Optional:-->
            <urn:ApprovalStatus>Approved</urn:ApprovalStatus>
         </urn:Assurance>
      </urn:WebServiceApprovalServiceRequest>
   </soapenv:Body>
</soapenv:Envelope>